Repository: KathyReid/data-wrapper
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: This is easy. You can visualize one or multiple lines. In order to graph them properly here is the best way to prepare your table or spreadsheet.
de_de: Das ist einfach. Man kann eine oder mehrere Linien gleichzeitig visualisieren. Damit die Visualisierung korrekt aussieht, müssen die Daten in einer bestimmten Form in einer Tabelle gespeichert sein.

source: Your data for a single line should like this:
de_de: Daten für die Darstellung einer einzelnen Linie sollten so aussehen:

source: Sample data for a single line chart.
de_de: Beispieldaten für ein Linienchart.

source: On to part 2. Bar charts
de_de: Weiter zu Teil 2: Balkendiagramme

source: Bar chart
de_de: Säulen
fr_fr: Histogramme

source: If you have data describing a certain value say month by month or if you want to compare the revenue of company A with the revenue from company B, a bar chart is the way to go.
de_de: Bei Daten, die zu einem bestimmten Zeitpunkt (Woche, Monat, Jahr) erhoben wurden, eignet sich ein Balkendiagramm. So lässt sich zum Beispiel die Umsatzentwicklung eines Unternehmens darstellen. Mit mehreren Balken lässt sich der Umsatz von Firma A mit dem von Firma B vergleichen.

source: Your data for a bar chart should like this:
de_de: Die

source: Sample dataset for a bar chart.
de_de: Beispieldaten für ein Balkendiagram:

source: On to part 3. Pie chart
de_de: Weiter zu Teil 3: Tortendiagramm

source: Pie chart
de_de: Torte
fr_fr: Camembert

source: Careful, pie charts can be misused and then they distort the message. Use a pie chart if you have data that can be compared proportionally - say, to show how after an election 100 per cent of the vote are spread to the various political parties.
de_de: Hier bitte Vorsicht. Tortendiagramme können falsch eingesetzt werden und verzerren dann die Aussage. Ein Tortendiagramm wird genutzt, um das Verhältnis der Anteile darzustellen. Ein gutes Beispiel sind Wahlen, hier wird dieser Grafiktyp eingesetzt, um die Stimmverteilung zu zeigen.

source: Do not use a pie chart if there are to many labels. Often a bar chart is better than a pie chart to show the relation and trend.
de_de: Verzichten Sie auf die Nutzung einer Torten-Grafik, wenn es zu viele Kategorien gibt. In dem Falle ist ein vertikales oder horizontales Balkendiagramm meist besser geeignet, die Relation und den Trend darzustellen.

source: Read more about pie charts.
de_de: Mehr Hintergrund zu Tortendiagrammen (in Englisch).

source: By the way: In a correct pie chart the biggest pie should start at twelve o'clock. And just forget about the shadows and 3D effects of desktop programs. This will get you into a shitstorm.
de_de: Anmerkung: Bei einem wirklich korrekten Tortendiagramm sollte die jeweils größte Gruppe bei zwölf Uhr im Uhrzeigersinn starten. Auf Schatten und 3D Effekte sollten Sie generell verzichten, richtig schlechte Charts lösen im Internet Unwillen aus.

source: Your data for a pie chart should like this:
de_de: Die Daten für ein Tortendiagramm sollten soe aussehen:

source: On to part 4. Streamgraph
de_de: Streamgraph
fr_fr: Streamgraph

source: This is our fancy graph. You can use this form to show the pattern of a lot of data over long periods of time. Some people love these, some hate them (because what the chart really says is sometimes a mystery).
de_de: Dies ist unser bisher einzige ungewöhnliches Chart. Man kann damit ein Muster bei großen Datenmengen oder über einen längeren Zeitraum verdeutlichen. Einige Nutzer lieben diese Formen, anderen lehnen sie ab (weil je nach Daten manchmal nicht ganz klar wird, was der Chart nun aussagt).

source: Here is a long paper for all of you who want to learn more.
de_de: Hier ist ein längeres Hintergrundpapier, für alle die mehr lernen wollen.

source: A streamgraph will effectively draw lines and fill the space between these. This is good to display how music preferences have changed over time or how certain topics have been cited more or less often.
de_de: Ein "Streamgraph" zeichnet Linien und füllt dann den Zwischenraum farblich aus. Das ist gut, um zum Beispiel den Wandel von Musikvorlieben zu visualisieren oder wie lange ein bestimmtes Schlagwort häufig oder weniger häufig benutzt wurde.

source: Your data for a streamgraph should like this:
de_de: Die Daten für den "Streamgraph" sollten so aussehen:

source: Sample dataset for a streamgraph.
de_de: Beispieldaten für einen "Streamgraph".

source: If you have better examples, better datasets or just want to vent off, contact us via
de_de: Wenn Sie bessere Beispiele oder bessere Daten kennen oder aber schlicht Kritik oder Lob loswerden wollen, schreiben Sie uns an

source: Let's go!
de_de: Los geht's!

source: Quickstart
de_de: Schnellstart
fr_fr: En bref

source: Using Datawrapper is simple
de_de: Datawrapper: Mit wenigen Klicks zur Visualisierung
fr_fr: Datawrapper, c'est simple

source: Search for a data set - can be an Excel chart, a Google Table or even a table in any web page. Make sure that the data has no copyright restrictions for further use.
de_de: Suchen Sie nach einer Datentabelle - in Excel, einer Google Tabelle oder sogar einer Tabelle auf einer Webseite. Stellen Sie sicher, dass die Daten keinen Nutzungsbeschränkungen unterliegen

source: Copy the table
de_de: Kopieren Sie die Tabelle (Rechtsklick mit der Maus oder der jeweils gültige Befehl). Tipp: Wenn es Spaltennamen gibt, kopieren Sie diese mit.
fr_fr: Copiez la table

source: Go to Datawrapper and drop the content into the first screen
de_de: Gehen Sie zum Datawrapper und fügen Sie die Tabelle einfach in das erste Feld ein. Dadurch wird die Tabelle zugleich bereinigt (Einrückungen, Punkte, Kommata).
fr_fr: Allez sur Datawrapper et collez le contenu dans le premier écran

source: Click next and check your data.
de_de: Wurden die Daten richtig erkannt? vHier sehen Sie, ob die Daten korrekt erkannt wurden. Wenn das Ergebnis unverständlich aussieht, überprüfen oder bearbeiten Sie noch die Ausgangsdaten in einem Tabellenprogramm - nicht jede Visualisierung lässt sich mit jedem Datensatz sinnvoll anlegen.
fr_fr: Cliquez sur suivant et vérifiez les données.

source: Click next and you see the options for visualization
de_de: Welche Visualisierung eignet sich hier?vZum Beta-Start von Datawrapper haben wir uns auf fünf Varianten beschränkt. Wir wollen das Angebot ausbauen, wenn Sie Design oder Programmierkenntnisse haben und dabei helfen wollen - bitte melden.
fr_fr: Cliquez sur suivant et voyez les options de visualisation

source: Still on this screen you have options to add a description, a link to the source, etc.
de_de: Sie können jetzt oben eine Überschrift, eine Beschreibung sowie Links und Quellenhinweise hinzufügen.
fr_fr: Sur cet écran, vous avez la possibilité d'ajouter une description, un lien vers la source etc.

source: Click next, check the visualization, copy the embed code and off you go.
de_de: Klicken Sie ein letztes Mal - fertig. Jetzt den Einbettungs-Code kopieren und in ein Publikationssystem einbetten. Fertig.
fr_fr: Cliquez sur suivant, vérifiez la visualisation, copiez le code d'embed et c'est parti!

source: Datawrapper has some other interesting functions, which you can experience %sin our tutorial%s.
de_de: Datawrapper hat einige interessante Zusatzfunktionen (z.B. Generierung eines Bildgrafik, Option zum Download der Daten). Mehr erfahren Sie %sin unserem Tutorial%s.

source: On to the tutorial
de_de: Weiter zum Tutorial

source: Do not show again on start-up.
de_de: Nicht mehr anzeigen.
fr_fr: Ne plus afficher.

source: This quick tutorial will not be shown again.
de_de: Der Schnellstart wird nicht mehr angezeigt werden.
fr_fr: Ce tutorial ne sera plus affiché au démarrage

source: Chart created with Datawrapper
de_de: Chart mit Datawrapper erstellt.

source: Fullscreen
de_de: Vollbild

source: Export data
de_de: Daten runterladen
fr_fr: Exporter les données

source: Chart created with %sDatawrapper%s.
de_de: Grafik erstellt mit %sDatawrapper%s.
fr_fr: Graph créé avec %sDatawrapper%s.

source: Page cannot be displayed.
de_de: Die Seite könnte nicht angezeigt werden.
fr_fr: La page n'a pas pu être affichée.

source: About Datawrapper
de_de: Über Datawrapper
fr_fr: A propos de Datawrapper

source: Terms of Use
de_de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation

source: Tutorial
de_de: Anleitung

source: Install
de_de: Installation

source: Fork me on GitHub!
de_de: GitHub
fr_fr: Forkez moi sur GitHub!

source: Language set to
de_de: Sprache is jetzt
fr_fr: Langue changée pour

source: Language is the same as current language.
de_de: Sprache wurde nicht verändert
fr_fr: La langue choisie est déjà activée.

source: Could not change language.
de_de: Sprache könnte nicht verändert.
fr_fr: Impossible de changer la langue.

source: my data
de_de: meine Charts
fr_fr: mes charts

source: Log out
de_de: Ausloggen.
fr_fr: Déconnexion

source: Welcome, %s!
de_de: Willkommen, %s!
fr_fr: Bienvenue, %s!

source: Paste data here
de_de: Daten hier einfügen
fr_fr: Copier les données ici

source: Try Datawrapper with some sample data:
de_de: Datawrapper mit Beispieldaten ausprobieren
fr_fr: Essayer Datawrapper avec des exemples.

source: 2-dimensional bar chart
de_de: Multiple Säulen

source: Responsive table
de_de: Tabelle, variabel
fr_fr: Tableau adaptable

source: Datawrapper, a project by ABZV
de_de: Datawrapper ist ein Projekt der ABZV

source: An e-mail has been sent. Please check your mailbox and follow instructions to reset your password.
de_de: Eine E-Mail wurde abgeschickt. Bitte überprüfen Sie Ihre Mailbox und folgen Sie den Anweisungen zum Zurücksetzen des Kennworts.
fr_fr: Un courriel a été envoyé. Merci de vérifier votre messagerie pour mettre à jour votre mot de passe.

source: Please enter a valid email address.
de_de: Bitten geben Sie eine gültige E-Mail-Addresse ein.
fr_fr: Merci d'indiquer une adresse valide

source: Password
de_de: Kennwort
fr_fr: Mot de passe

source: Thanks for signing up! You just need to verify your e-mail address (be sure to check your spam filter). If you receive no confirmatory e-mail, please alert us at contact@Datawrapper.de
de_de: Vielen Dank für Ihre Anmeldung! Sie müssen nur Ihre E-Mail-Adresse überprüfen (achten Sie darauf, Ihren Spam-Filter zu prüfen). Wenn Sie keine Bestätigungs-E-Mail erhalten, bitte informieren Sie uns an contact@datawrapper.de
fr_fr: Merci de vous être inscrit! Veuillez valider votre adresse e-mail (la confirmation a pu être saisie par le filtre à spam). Si vous ne recevez pas de mail de confirmation, veuillez nous alerter à l'adresse contact@Datawrapper.de

source: Please agree to the Terms of Use.
de_de: Bitte akzeptieren Sie die Nutzungsbedingungen an.
fr_fr: Merci d'approuver les conditions d'utilisation

source: Passwords do not match.
de_de: Kennwörter stimmen nicht überein.
fr_fr: Les mots de passe ne sont pas identiques

source: Password changed. You can now login.
de_de: Kennwort geändert. Sie können sich jetzt anmelden.
fr_fr: Mot de passe changé. Vous pouvez maintenant vous connecter.

source: Errors are displayed here
de_de: Fehler werden hier angezeigt.
fr_fr: Les erreurs s'affichent ici

source: Datawrapper is a project by %sABZV%s%sa German training institution for newspaper journalists.
de_de: Datawrapper ist ein Projekt der %sABZV%s%s- Bildungswerk der Zeitungen -
fr_fr: Datawrapper est un projet de %sABZV%s%sun institut de formation des journalistes

source: Open Source Data Visualization
de_de: Open Source Datenvisualisierung
fr_fr: Data visualisation open source

source: Main features:
de_de: Wesentliche Funktionen:
fr_fr: Fonctionnalités:

source: Simple: Create and embed charts in minutes
de_de: Einfach: Mit wenigen Klicks zur Visualisierung
fr_fr: Simple: Créer des graphs en quelques clics

source: Open Source: Download and install
de_de: Opensource: Runterladen und installieren
fr_fr: Open Source: Télécharger et installer

source: CSS: Change the CSS, add your logo
de_de: CSS: Design beliebig anpassen
fr_fr: CSS: Changez les styles

source: Developers: Add new chart types
de_de: Entwickler: Erweiterung durch HTML5 Charts möglich
fr_fr: Développeurs: Ajoutez des librairies

source: Non-proﬁt: This is and will stay free to use
de_de: Non-profit: Dieses Angebot ist und bleibt kostenfrei
fr_fr: Non-proﬁt: Gratuit, pour toujours

source: Why this approach? See our Motivations
de_de: Mehr zum Hintergrund: Datawrapper Ziele und Funktionen
fr_fr: Pourquoi cette approche? Retrouvez nos motivations

source: Login for registered users:
de_de: Login für registrierte Nutzer
fr_fr: Connexion pour utilisateurs enregistrés

source: Forgot your password?
de_de: Kennwort vergessen?
fr_fr: Mot de passe oublié?

source: Login
de_de: Einloggen
fr_fr: Connexion

source: First time user? Register here.
de_de: Neuer Nutzer? Bitte zuerst registrieren.
fr_fr: Première utilisation? Créez un compte.

source: Create an account on Datawrapper:
de_de: Kostenlos anmelden:
fr_fr: Créer un compte Datawrapper

source: Enter your e-mail address
de_de: E-Mail-Addresse
fr_fr: Indiquez votre adresse courriel

source: Enter password twice
de_de: Bitte geben Sie Ihr Kennwort zweimal ein.
fr_fr: Entrez votre mot de passe deux fois

source: I agree to the Terms of Use
de_de: Ich akzeptiere die Nutzungsbedingungen.
fr_fr: J'approuve les conditions d'utilisation

source: Sign up
de_de: Registrieren
fr_fr: S'inscrire

source: Log in
de_de: Einloggen
fr_fr: Connexion

source: Resources to get started:
de_de: Anleitungen und technische Informationen:
fr_fr: Ressources utiles pour commencer:

source: Installation guide
de_de: Installationsleitfaden
fr_fr: Guide d'installation

source: Enter your e-mail address to reset your password.
de_de: Geben Sie Ihre E-Mail-Adresse ein, um das Kennwort zurückzusetzen.
fr_fr: Indiquez votre adresse e-mail pour changer votre mot de passe.

source: Reset password
de_de: Kennwort zurücksetzen
fr_fr: Changer de mot de passe

source: Enter your new password twice
de_de: Bitte geben Sie Ihr neues Kennwort zweimal ein.
fr_fr: Entrez votre mot de passe deux fois

source: Change password
de_de: Kennwort ändern
fr_fr: Changez de mot de passe

source: Publish and embed!
de_de: Veröffentlichen und embedden
fr_fr: Publier et intégrer sur le web!

source: Direct access URL
de_de: Link zu diesem Chart
fr_fr: Accès direct

source: Embed code
de_de: Einbettungscode
fr_fr: Code d'embed

source: Embed width
de_de: Einbettungsbreite
fr_fr: Largeur

source: Embed height
de_de: Einbettungshöhe
fr_fr: Hauteur

source: Keep proportions
de_de: Größenverhältnis erhalten
fr_fr: Conserver les proportions

source: Vertical axis title (required)
de_de: Titel der Hochachse (erforderlich)
fr_fr: Titre de l'axe vertical (requis)

source: 1. Input data
de_de: 1. Daten einfügen
fr_fr: 1. Saisir les données

source: 2. Check data
de_de: 2. Daten prüfen
fr_fr: 2. Vérifier

source: 3. Visualize
de_de: 3. Visualisierung
fr_fr: 3. Visualiser

source: 4. Publish
de_de: 4. Veröffentlichen
fr_fr: 4. Publier

source: New
de_de: Neu
fr_fr: Recommencer

source: Useful resources
de_de: Links zur Visualisierung
fr_fr: Liens utiles

source: Browser support
de_de: Browserunterstützung
fr_fr: Navigateurs compatibles

source: Visualization type
de_de: Visualisierungsart
fr_fr: Type de visualisation

source: Title
de_de: Titel
fr_fr: Titre

source: Subtitle
de_de: Untertitel
fr_fr: Sous-titre

source: Source URL
de_de: URL der Quelle
fr_fr: URL de la source

source: Source URL must begin with 'http://'
de_de: URL der Quelle sollte mit 'http://' beginnen
fr_fr: L'URL de la source doit commencer par 'http://'

source: Source
de_de: Quelle

source: Chart description
de_de: Beschreibung des Charts
fr_fr: Description du graph

source: Build your visualization.
de_de: Visualisierung fertig stellen
fr_fr: Construisez votre visualisation

source: Title (required)
de_de: Titel (erforderlich)
fr_fr: Titre (requis)

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Your visualizations
de_de: Ihre Visualisierung
fr_fr: Vos visualisations

source: Vertical bar chart
de_de: Vertikale Säulen

source: Horizontal bar chart
de_de: Horizontale Säulen

source: Understanding Pie Charts
de_de: Tortendiagramme erstellen (Englisch)
fr_fr: Comprendre les camemberts (anglais)

source: Simplified pie chart
de_de: Vereinfachte Tortengrafik

source: Not logged in, could not fetch the list of visualizations.
fr_fr: Non logué, impossible de récupérer les visualisations.

source: Could not add a header row.
fr_fr: Impossible d'ajouter un en-tête.

source: Could not change password in the DB.
fr_fr: Impossible de changer le mot de passe dans la base.

source: Could not send password change e-mail.
fr_fr: Impossible d'envoyer le courriel de changemeent de mot de passe.

source: Could not send password change email.
fr_fr: Impossible d'envoyer le courriel de changement.

source: Could not disable quickstart in the database.
fr_fr: Impossible de désactiver quickstart dans la BDD.

source: Could not send verification e-mail.
fr_fr: Impossible d'envoyer le courriel de validation.

source: Could not verify e-mail address.
fr_fr: Impossible de valider votre adresse e-mail

source: Error while trying to retrieve user from database.
fr_fr: Erreur lors de la récupération de l'utilisateur dans la base.

source: Error while trying to retrieve show_quickstart from DB.
fr_fr: Erreur lors de la récupération de show_quickstart dans la base.

source: Error while trying to retrieve list from database.
fr_fr: Erreur lors de la récupération de la liste dans la base.

source: Could not check the user credentials in the DB.
fr_fr: Impossible de valider l'utilisateur dans la base.

source: Datawrapper, a project by DataStory
fr_fr: Datawrapper, un projet de DataStory

source: Host
fr_fr: Hébergeur

source: Streamgraph
fr_fr: Graph de flux

source: A chart created by Data Story
fr_fr: Visualisation réalisée avec DataStory

source: Link
fr_fr: Lien

source: E-mail
fr_fr: Courriel

source: Next
fr_fr: Suiv.

source: Prev
fr_fr: Préc.
