Repository: KathyReid/data-wrapper
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Could not fetch the data from the database.
de_de: Daten könnten nicht aus Datenbank geladen werden.
fr_fr: Impossible de récupérer les données dans la base.

source: This page cannot be accessed.
de_de: Die Seite kann nicht angezeigt werden.
fr_fr: La page ne peut pas être affichée.

source: Unknown language code.
de_de: Unbekannter Code (Sprache).
fr_fr: Code langue inconnu.

source: Could not store the data on the database.
de_de: Daten konnten nicht in Datenbank gespeichert werden.
fr_fr: Les données n'ont pas pu être enregistrées dans la base.

source: Could not transpose the data in the database.
de_de: Daten konnten in der Datenbank nicht umgestellt werden.
fr_fr: Impossible de transposer les données dans la base.

source: You can only transpose a table with two entries.
de_de: Nur Tabellen mit zwei Einträgen können transponiert werden.
fr_fr: Seules les tables à double entrée peuvent être transposées.

source: Edit chart
de_de: Chart bearbeiten

source: Delete chart
de_de: Chart löschen

source: Last modified on
de_de: Zuletzt geändert am
fr_fr: Modifié le

source: Chart type:
de_de: Chart-Typ:
fr_fr: Type de visualisation:

source: Visualization URL:
de_de: URL der Grafik:
fr_fr: URL de la visualisation:

source: No visualization was found
de_de: Keine Visualisierung gefunden
fr_fr: Aucune visualisation trouvée

source: User not logged in.
de_de: Benutzer nicht eingeloggt.
fr_fr: Utilisateur non logué

source: No action required.
de_de: Keine Eingabe notwendig

source: Password change requested
de_de: Kennwort-Änderung angefordert
fr_fr: Changement de mot de passe demandé

source: Dear Datawrapper user,
de_de: Liebe(r) Datawrapper-Nutzer(in),
fr_fr: Cher utilisateur de Datawrapper,

source: Please click on the link below to change your password:
de_de: Bitte klicken Sie auf den unten stehenden Link, um Ihr Kennwort zu ändern:

source: Do ignore this message if you did not request a password change from Datawrapper.
de_de: Bitte ignorieren Sie diese Nachricht, falls Sie keine Änderung ihrer Zugangsdaten bei Datawrapper beantragt haben.
fr_fr: Merci d'ignorer ce message si vous n'avez pas demandé de changement de mot de passe.

source: Thanks!
de_de: Danke!
fr_fr: Merci!

source: The Datawrapper team
de_de: Das Datawrapper Team
fr_fr: L'équipe Datawrapper

source: No user found with this email address.
de_de: Kein Benutzer mit dieser E-Mail-Adresse gefunden.
fr_fr: Aucun utilisateur ne possède cette adresse e-mail

source: Not enough parameters were passed.
de_de: Zu wenig Parameter eingegeben.
fr_fr: Trop peu de paramètres ont été passés

source: No request for new password from this email address.
de_de: Emailadresse nicht in der Datenbank.
fr_fr: Aucune demande de changement de mot de passe pour cet utilisateur.

source: Please verify your e-mail address
de_de: Bitten prüfen Sie Ihre E-Mail-Addresse.
fr_fr: Merci de valider votre adresse e-mail

source: Please click on the link below to verify your e-mail address:
de_de: Bitten klicken Sie auf Link um Ihre E-Mail Addresse zu bestätigen:

source: A user already has this email address.
de_de: Diese E-Mail-Addresse wird bereits von einem anderen Benutzer verwendet.
fr_fr: Un utilisateur possède déjà cette adresse e-mail.

source: Could not add user in the DB.
de_de: Benutzer konnte nicht in der Datenbank gespeichert werden.
fr_fr: Impossible d'ajouter un utilisateur à la base.

source: User and password do not match or user not activated.
de_de: Benutzer und Kennwort stimmen nicht überein, oder Nutzer ist nicht aktiviert.
fr_fr: Utilisateur et mot de passe incompatibles ou utilisateur non-encore activé.

source: Could not log out.
de_de: Logout war nicht möglich.
fr_fr: Impossible de quitter.

source: No data was input.
de_de: Kein Datei würde eingegeben.

source: Chart deleted.
de_de: Chart gelöscht

source: No data.
de_de: Kein Eingabe

source: General relation features
de_de: Allgemeine Funktionsmerkmale

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé

source: Check that your data was correctly understood.
de_de: Bitte prüfen Sie, ob Ihre Daten richtig verstanden wurden.
fr_fr: Vérifiez que les données ont été correctement comprises.

source: Edit the data
de_de: Daten bearbeiten
fr_fr: Editer les données

source: Transpose data
de_de: Daten umstellen
fr_fr: Transposer les données

source: Make first row a header row
de_de: Erste Zeile als Kopfzeile setzen
fr_fr: Transformer la première ligne en en-tête

source: About
de_de: Über
fr_fr: A propos

source: What is Datawrapper?
de_de: Was ist Datawrapper?
fr_fr: Datawrapper: Qu'est-ce que c'est?

source: In short: This is a little tool for journalists. It reduces the time to create and embed a simple chart from hours to seconds.
de_de: Kurzfassung: Dieses Werkzeug ist für Journalisten bestimmt. Es reduziert die Zeit, um einfache Datenvisualisierungen zu erstellen und in einer beliebigen Webseite einzubetten von Stunden auf Sekunden.

source: There are many uses of data in journalism. The first step though is to use data more and often as a basis for reporting. Doing this has become easier, because of the large amounts of data becoming available, thanks to the OpenData movement and other initiatives.
de_de: Es gibt viele Spielarten des Datenjournalismus. Der erste Schritt besteht darin, Daten und Zahlen als Basis eines Beitrags zu nutzen - nicht nur als schmückendes Beiwerk. Daten zu finden ist einfacher geworden, weil immer größere Bestände im Netz veröffentlicht werden - dank der Open Data Bewegung und anderer Initiativen. Aber es gibt auch Barrieren.

source: But there are bottlenecks.
de_de: Aber es gibt Barrieren.

source: One is that creating even a simple visual chart and embedding it into a story is still too complex and time consuming. Yes, there are extensive other offerings, like IBM ManyEyes or the growing Google Chart API. They are great. But they have downsides, if used by journalists. For example you often have to store your trials data in public, can't get it out again. Plus, control over the look and feel of your charts is limited or complex to change if you are not a coder.
de_de: Eine besteht darin, dass die Erstellung einer einfachen Visualisierung, die sich in eine Online-Seite einbetten lässt, immer noch recht komplex und zeitaufwändig ist. Richtig, es gibt mittlerweile viele Plattformen, die diesen Prozess vereinfachen, wie zum Beispiel IBM Many Eyes oder auch die wachsende Google Chart API. Das sind Fortschritte. Doch die bisher verfügbaren Anwendungen in diesem Bereich haben auch Nachteile, vor allem bei der Nutzung durch Journalisten. Zum Beispiel muss man oft die eigenen Daten auf der fremden Plattform speichern und selbst erste Versuche werden schon veröffentlicht. Oft ist es auch schwer, die Daten später wieder zu löschen oder zu extrahieren. Ein weiterer Nachteil ist, dassdie Kontrolle über das Design, Logos und andere Gestaltungselemente beschränkt sind - oder Änderungen schlicht zu kompliziert sind, wenn man kein Programmierer ist.

source: Create simple, embeddable charts in seconds, not hours
de_de: Einfache Visualisierungen mit Einbett-Code in Sekunden, nicht Stunden

source: This is what Datawrapper does: This little tool reduces the time needed to create a correct chart and embed it into any CMS from hours to seconds.
de_de: Datawrapper ist eine Alternative: Dieses Werkzeug reduziert die Zeit, die man für die Erstellung und Publikation einer Visualisierung in jedem beliebigen Content Management System benötigt, von Stunden auf Minuten.

source: Furthermore, Datawrapper is not a honey-trap. The data you work with or store is yours and yours alone. Trials are not openly published.
de_de: Besonderen Wert legen wir auf Datenschutz: Die Daten, die hier eingegeben werden, gehören allein dem Nutzer und ihm allein. Erste Versuche und Experimente, die Nutzer auf der Web verfügbaren Plattform anlegen, werden nur veröffentlicht, wenn der Nutzer diese aktiv irgendwo einbettet.

source: On top of that, we encourage news organizations to fork Datawrapper via Github and install it on one of your own servers.
de_de: Eine noch stärkere Kontrolle der Anwendung ergibt sich, wenn ein Medienunternehmen oder Blog die Datawrapper-Applikation auf einem eigenen Server installiert. DataWrapper ist eine Open Source Anwendung.

source: The CSS is accessible, meaning that in one day you can make sure that the charts generated with Datawrapper have your logo, your visual styles and colours.
de_de: Der CSS-Code kann verändert werden, so dass die visuelle Darstellung dem jeweiligen Erscheinungsbild einer Zeitung (Farbe, Schrift, Logo) exakt entspricht. Das muss man nur einmal machen, nicht jedesmal.
fr_fr: Les CSS sont modifiables, si bien que vous pouvez personnaliser Datawrapper avec votre logo, vos styles et vos couleurs.

source: A short tutorial on %show to use Datawrapper is here%s.
de_de: Eine kurze Anleitung, wie man Datawrapper nutzen kann, %sfindet sich hier%s.
fr_fr: Retrouvez un %stutorial sur Datawrapper ici%s.

source: Background
de_de: Hintergrund
fr_fr: Présentation

source: Datawrapper was developed for ABZV, a journalism training organization affiliated to BDVZ (German Association of Newspaper Publishers). It is part of our efforts to develop a comprehensive curriculum for data-driven journalism.
de_de: Datawrapper ist ein Projekt der ABZV (Bildungswerk der Zeitungen) und ein Angebot zur Aus- und Weiterbildung von Journalisten. Dieses Werkzeug ist Teil eines größeren Projekts, das den Aufbau einer strukturierten Weiterbildung im Bereich Datenjournalismus zum Ziel hat.
fr_fr: Datawrapper a été développé pour ABZV, une organisation de formation des journalistes affiliée à BDVZ (Association des éditeurs de presse allemands). Le projet fait partie de leurs efforts pour bâtir un programme de formation complet pour les journalistes.

source: Features
de_de: Datawrapper Funktionen
fr_fr: Fonctionnalités

source: Use of this tool is free.
de_de: Die Nutzung dieses Werkzeugs ist kostenfrei.
fr_fr: L'utilisation de cet outil est gratuit.

source: Datawrapper 0.1 is a non-commercial, open source software, licensed under the MIT License.
de_de: Datawrapper Version 0.1 ist eine nicht-kommerzielle Open Source Software, lizensiert unter der MIT Licence.
fr_fr: Datawrapper beta est un projet non-commercial, open-source et sous licence MIT.

source: Datawrapper uses HTML5 Javascript libraries, namely Highcharts and D3.js, with more to come.
de_de: Datawrapper nutzt HTML5 Libraries, speziell Highcharts und D3.js, ein schrittweiser Ausbau ist geplant. Programmierer, die uns dabei unterstützen wollen, sind herzlich willkommen.
fr_fr: Datawrapper utilise des librairies Javascript et HTML5, comme HighCharts et D3.js, avec d'autres dans les tuyaux!

source: Datawrapper can be forked on GitHub and installed on your own server.
de_de: Datawrapper kann über GitHub heruntergeladen werden und auf einem eigenen Server installiert werden.
fr_fr: Datawrapper peut être forké sur GitHub et installé sur votre propre serveur.

source: Datawrapper: Goals and Features
de_de: Datawrapper: Ziele und Funktionen

source: Data Journalism opens new perspectives to do deeper and better reporting. If Journalists do really know the numbers and the data - locally, regionally or worldwide - this could lead to higher trustability and relevancy. The readers want clear signals, not some muddled up guessing. Datawrapper is a tool that makes working from data to story easier. Data should be the foundation when starting a new story, not an afterthought. In many newsrooms this is the other way round so far. „Infographics“ are usually started when the story is already done. That leads to actionism, omissions and mistakes.
de_de: Daten sollten möglichst oft am Anfang der Recherche stehen, nicht irgendwann am Schluss. In vielen Redaktionen ist das anders. Visualisierungen werden erst dann erstellt, wenn der Artikel schon fertig ist. Das führt zu Hektik, Auslassungen und Fehlern.Datenjournalismus bietet Perspektiven: Für eine tiefere und bessere Berichterstattung. Wenn sich Journalisten intensiv mit vorhandenen Zahlen - lokal, regional oder weltweit - auskennen, führt das zu erhöhter Glaubwürdigkeit und Relevanz. Die Leser wünschen sich klare Aussagen. Der Datawrapper ist ein Werkzeug, um diese Arbeitsmethodik zu fördern.

source: The most important feature of Datawrapper is its fully open source character. Journalists, bloggers and any media company can download this little helper and install it on a private server. The design of the charts can be adjusted to your outfit's style - you can change the colors, the visual style and the logos. This is increasingly important, because in too many „free“ platforms someone is somehow lurking over the journalists shoulder. Not here.
de_de: Journalisten, Blogger, Verlage können die Applikation herunterladen und auf einem eigenen Server installieren. Das Design der Charts lässt sich an das Markenbild anpassen. Das ist wichtig, denn in viel zu vielen Plattformen schauen einem die Anbieter über die Schulter. Hier nicht.

source: HTML5 Chart Libraries
de_de: HTML Chart Libraries

source: Datawrapper uses modern Javascript, HTML5 Libraries like Highcharts oder D3.JS. We want to provide an access to these powerful options. This is a step towards the future as the web prepares for a switch to new visualization options in the near future. So far, especially on news websites, some %sfancy features%s where not used in order to not loose any users who still have incompatible (read: very old) browsers. But developers are about to change their mind. The message to users is: Get a decent browser. Downloading and installing a modern, HTML5 capable browser takes a few minutes and opens the door to many, many future options.
de_de: Datawrapper nutzt moderne HTML5 Libraries wie Highcharts oder D3.JS und macht sie leichter nutzbar. Das ist ein Schritt Richtung Zukunft. Denn im Web findet derzeit ein Umdenken statt: Bisher wurde überall große Rücksicht auf Nutzer mit Browsern genommen, die bestimmte Formate nicht richtig darstellen. Angesichts der vielen Möglichkeiten, die sich mit HTML5 und %sdem Canvas-Element%s bieten, lässt sich aber auch anders argumentieren: Leute, holt euch einen modernen Browser, das dauert 10 Minuten und bietet viele, viele Möglichkeiten.

source: Visualize fast, very fast
de_de: Schnell visualisieren

source: Using Datawrapper you can create a chart in minutes. Interestingly, doing visualization fast is not the goal of Datawrapper. Preparation, thinking, digging into data and make sense of it is still the main work of data journalists. Datawrapper does the visualization job fast, but merely to not stand in the way to publish something cool. Throwing nonsensical data into this will most probably lead to nonsensical results.
de_de: Mit Datawrapper kann man in wenigen Minuten einen Chart erstellen. Interessanterweise ist das aber nur ein Nebenaspekt. Dieses Werkzeug soll Journalisten helfen, wenn bei nahender Deadline eine klare Visualisierung erstellt werden muss. Vorbereitung, Vorüberlegung, kritische Prüfung der Daten und der Datenqualität sind trotzdem wichtig.

source: Chart types
de_de: Chart-Typ:
fr_fr: Types de visualisation

source: The development of this (small) tool was more winded than initially thought. No surprise here. The main challenge was to find a way to reduce the number of steps to a minimum and at the same time offer a lot of features and options.
de_de: Die Entwicklung dieses Tools war langwieriger als gedacht. Die Herausforderung lag nicht darin, möglichst viele Funktionen anzubieten. Sondern darin, die Zahl der Arbeitsschritte so klein wie möglich zu halten und gleichzeitig einen klaren Aufbau zu bewahren.

source: This is why this beta version does only have five basic chart types. But it is a start and shows what is possible. In the future we would like to add more compelling visualizations. To do that we need the support of the data journalism community. If you are a developer who is interested in journalism, please help us.
de_de: Daher starten wir diese Betaversion nur mit fünf - relativ einfachen - Basischarts. In Zukunft wollen wir weitere Optionen anfügen. Damit das klappt, sind wir auf Unterstützung angewiesen. Entwickler mit Interesse an Journalismus oder Mitarbeiter aus Medienunternehmen können uns helfen, weitere Optionen hinzuzufügen.

source: We are data journalists. We believe, that digging into numbers, structures and influence patterns is extremely important. Doing this with a journalist's mind will build trustability in what is reported. And it opens new perspectives, for example to turn media companies into %s trusted data hubs %s. Who wants to join us?
de_de: Wir wollen Datenjournalismus fördern. Wir glauben, dass eine tiefe Kenntnis der Zahlen, Strukturen und Einflussfaktoren sehr wichtig ist, damit Journalismus glaubwürdig bleibt und neue Perspektiven entsteht. Wer arbeitet mit?

source: To install Datawrapper on your server, download all files from GitHub or do a 'git pull'. Create the appropriate tables in your database using the .sql dump. Then create a file with your database passwords to be stored in /actions/passwords.php under the form
de_de: Um Datawrapper auf einem eigenen Server zu installieren, laden sie alle Dateien über GitHub herunter. Alternativ funktioniert ein 'git pull'. Erstellen sie die notwendigen Tabellen in ihrer Datenbank unter Nutzung des .sql dump. Danach erstellen sie eine Datei mit den Datenbanken-Kennwörtern, diese muss im Ordner /actions/passwords.php" unter dem Formular gespeichert werden.

source: If you are a for-profit venture, make sure to %sbuy a license for the use of HighCharts%s.
de_de: Wenn Ihr Unternehmen gewinnorientiert ist, müssen sie zuvor einen entsprechende Lizenz kaufen, um die Visualisierungsbibliothek Highcharts nutzen zu können. Bitte prüfen Sie sehr genau, ob die gewünschte Nutzungsform durch die Lizenz abgedeckt ist.

source: Terms of use
de_de: Benutzungsbedigungen
fr_fr: Conditions d'utilisation

source: Fair usage policy
de_de: Fair use Verfahren
fr_fr: Utilisation appropriée du service

source: Datawrapper is licensed to visualize data that comes from public, legal sources or your own research. Should we detect uses that might violate rights of organizations or single persons we reserve the right to block an account, notify the owner and ask them to stop using Datawrapper.
de_de: Datawrapper kann kostenfrei für die Visualisierung von Daten genutzt werden, die aus öffentlichen und freien Quellen stammen oder die eigene Recherche. Sollten wir Verstöße gegen diese Vorgaben feststellen, die die Rechte von Organisationen oder einzelnen Personen verletzen, behalten wir uns das Recht vor einen Accout zu sperren und werden den jeweiligen Nutzer auffordern, DataWrapper nicht mehr einzusetzen.

source: Limited responsibility
de_de: Beschränkter Haftung
fr_fr: Limitation de garantie

source: This service is provided as is. DataStory will certainly not be held accountable if your data is damaged by a server failure or any other cause.
de_de: Dieses Serviceangebot wird ohne weitere Garantie angeboten. Die Betreiber von Datawrapper übernehmen keine Haftung sollten Daten durch einen Serverausfall verloren gehen - dies gilt auch für sonstige Ausfälle oder eine eventuelle Beendigung des Services. Wenn Sie absichern wollen, dass ihre Visualisierungen dauerhaft verfügbar sind, sollten Sie die Download-Version und eine eigene Serverinstallation nutzen.
fr_fr: Ce service est fourni tel quel. DataStory ne sera certainement pas être tenu responsable si vos données sont endommagées par une défaillance du serveur ou de toute autre cause.

source: Privacy
de_de: Schutz der Privatsphäre/Datenschutz

source: Datawrapper will not use your private data in any way not necessary for the provision of the Service. However, you have the right to ask for the modification or removal of any personal data in accordance with the laws of Germany.
de_de: Datawrapper und die ABZV werden in keinem Fall irgendwelche privaten Daten oder Nutzerinformationen mit Dritten teilen. Rechte, die sich aus den Vorgaben des Datenschutzes ergeben bleiben davon unberührt. Datawrapper unterliegt deutschem Recht. Sollten Sie wegen veröffentlichter Daten eine Beschwerde einreichen wollen, wenden Sie sich bitte an folgende E-Mail Adresse: info@abzv.de

source: Note that for installation on your own server a license fee for Highcharts is mandatory.
de_de: Bitte beachten: Datawrapper nutzt die Visualisierungsbibliothek Highcharts. Für eine Installation auf einem eigenen Server müssen Sie eine Lizenz von Highcharts erwerben.

source: Legal imprint
de_de: Impressum
fr_fr: Mentions légales

source: Publisher
de_de: Verleger
fr_fr: Editeur

source: ABZV • Bildungswerk der Zeitungen, 2011
de_de: ABZV • Bildungswerk der Zeitungen

source: The Academy of Vocational Education of the German Newspaper Publishers Association (ABZV) is a training center for German newspapers. Founded in 1989, it supports the efforts of its members and organizes its own seminars.
de_de: Die Akademie Berufliche Bildung der deutschen Zeitungsverlage (ABZV) ist ein eingetragener, gemeinnütziger Verein. Wir sind eine Institution zur berufsbegleitenden, überbetrieblichen Aus- und Weiterbildung von Print-Journalistinnen und Print-Journalisten,vertreten durch den Vorstand vDietmar Wolff (Vorsitzender), Hendrik Wüst (stv. Vorsitzender), Dirk Glock.

source: Address: In der Wehrhecke 1, 53125, Bonn Germany
de_de: In der Wehrhecke 1, 53125, Bonn.

source: Registered in the Vereinsregister in Bonn under: 20 VR 7689
de_de: Eingetragen in das Vereinsregister beim Amtsgericht Bonn unter der Nummer: 20 VR 7689

source: In charge of content: Beate Füth (same address).
de_de: Verantwortlich für den Inhalt: Beate Füth (Anschrift wie oben)

source: CloudControl • Helmholtz-Str. 2-9, D-10587 Berlin
de_de: Tel : 0228 - 20 77 66 22 Fax: 0228 - 20 77 66 23 E-Mail: info@abzv.de

source: Idea/Concept
de_de: Idee und Konzept
fr_fr: Idée/Concept

source: Development
de_de: Programmierung
fr_fr: Développement

source: Tutorial: How to get good charts out of Datawrapper
de_de: Anleitung: Wie man mit Datawrapper gute Visualisierungen erstellt

source: Yes, no one reads the manual, but this one is really short. Here we show you how to get the most out of Datawrapper - what data to look for and how to format it to get a correct, good looking chart. Our tool can help you, but if you feed it the wrong data it will fail.
de_de: Richtig, niemand liest die Anleitung - doch diese hier ist sehr kurz. Hier zeigen wir, wie man mit Datawrapper arbeiten kann - welche Daten man suchen muss und wie man die Daten formatiert, um einen korrekten, aussagekräftigen Chart zu erzeugen. Datawrapper kann ihnen bei der Visualisierung helfen, doch wenn Sie die falschen Daten einfügen, wird es nicht funktionieren.

source: Why only five types of charts?
de_de: Warum nur so wenige Visualisierungsvarianten?

source: We had to start somewhere and we had to stop somewhere. In the future we would like to add more chart types, to this end we are looking for developers/designers. Contact us at
de_de: Wir mussten irgendwo anfangen und auch irgendwo aufhören. In Zukunft möchten wir weitere Visualisierungsformen anbieten und suchen dafür den Kontakt zu Entwicklen und Designern. Wenn Sie interessiert sind, senden Sie uns eine Email.

source: On to part 1. Lines
de_de: Weiter zu Teil 1: Linien

source: Line chart
de_de: Linien
fr_fr: Courbes
